Repository: Nagnie/Cosmetic-Store-Management-System
Catalog: Cosmetic Store Management System/Strings/*/Resources.resw
Source language: en_us
Languages: vi_vn

# AppDescription
source: Cosmetic Store Management System
vi_vn: Hệ thống quản lý cửa hàng mỹ phẩm

# AppDisplayName
source: Cosmetic Store Management System
vi_vn: Hệ thống quản lý cửa hàng mỹ phẩm

# Settings_Personalization.Text
source: Personalization
vi_vn: Cài đặt cá nhân hóa

# Settings_Theme.Text
source: Theme
vi_vn: Chủ đề

# Settings_Theme_Dark.Content
source: Dark
vi_vn: Tối

# Settings_Theme_Default.Content
source: Default
vi_vn: Mặc định

# Settings_Theme_Light.Content
source: Light
vi_vn: Sáng

# Shell_Analytics.Content
source: Analytics
vi_vn: Phân tích

# Shell_Category.Content
source: Category
vi_vn: Danh mục

# Shell_CreateOrder.Content
source: Create Order
vi_vn: Tạo đơn hàng

# Shell_Manufacturer.Content
source: Manufacturer
vi_vn: Thương hiệu

# Shell_Overviews.Content
source: Overviews
vi_vn: Tổng quan

# Shell_Product.Content
source: Product
vi_vn: Sản phẩm

# Settings_Language_English.Content
source: English
vi_vn: Tiếng Anh

# Settings_Language_Vietnamese.Content
source: Vietnamese
vi_vn: Tiếng Việt

# Settings_Language.Text
source: Language
vi_vn: Ngôn ngữ

# productDataPage_addText.Text
source: Add
vi_vn: Thêm

# ProductDataPage_CategoryFilter.Content
source: Category
vi_vn: Danh mục

# ProductDataPage_ManufacturerFilter.Content
source: Manufacturer
vi_vn: Thương hiệu

# ProductDataPage_SearchButton.Content
source: Search
vi_vn: Tìm kiếm

# ProductDataPage_Headers_Name.Text
source: Name
vi_vn: Tên sản phẩm

# ProductDataPage_Headers_Quantity.Text
source: Quantity
vi_vn: Số lượng

# ProductDataPage_Headers_Price.Text
source: Price
vi_vn: Giá

# ProductDataPage_Headers_Category.Text
source: Category
vi_vn: Danh mục

# ProductDataPage_Headers_Manufacturer.Text
source: Manufacturer
vi_vn: Thương hiệu

# ProductPage_DeleteButton.Content
source: Delete
vi_vn: Xóa

# ProductPage_EditButton.Content
source: Edit
vi_vn: Sửa

# ProductPage_Category.Text
source: Category:
vi_vn: Danh mục:

# ProductPage_Brand.Text
source: Brand Name:
vi_vn: Thương hiệu:

# ProductPage_Quantity.Text
source: Quantity:
vi_vn: Số lượng:

# ProductPage_Price.Text
source: Price:
vi_vn: Giá:

# ProductPage_Status.Text
source: Status:
vi_vn: Trạng thái:

# ProductPage_Description.Text
source: Description:
vi_vn: Mô tả:

# AddCosmeticPage_Name.Text
source: Name
vi_vn: Tên

# AddCosmeticPage_Category.Text
source: Category
vi_vn: Danh mục

# AddCosmeticPage_Manufacturer.Text
source: Manufacturer
vi_vn: Thương hiệu

# AddCosmeticPage_Quantity.Text
source: Quantity
vi_vn: Số lượng

# AddCosmeticPage_Price.Text
source: Price
vi_vn: Giá

# AddCosmeticPage_Image.Text
source: Image
vi_vn: Hình ảnh

# AddCosmeticPage_Description.Text
source: Description
vi_vn: Mô tả

# AddCosmeticPage_SaveButton.Content
source: Save
vi_vn: Lưu

# AddCosmeticPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# AddCategoryPage_Name.Text
source: Name
vi_vn: Tên

# AddCategoryPage_Description.Text
source: Description
vi_vn: Mô tả

# AddCategoryPage_SaveButton.Content
source: Save
vi_vn: Lưu

# AddCategoryPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# AddManufacturerPage_Name.Text
source: Name
vi_vn: Tên

# AddManufacturerPage_Origin.Text
source: Origin
vi_vn: Xuất xứ

# AddManufacturerPage_ProductCount.Text
source: Product Count
vi_vn: Số lượng sản phẩm

# AddManufacturerPage_SaveButton.Content
source: Save
vi_vn: Lưu

# AddManufacturerPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# CategoryPage_Name.Text
source: Name
vi_vn: Tên

# CategoryPage_ProductCount.Text
source: Product Count
vi_vn: Số sản phẩm

# CategoryPage_Active.Text
source: Active
vi_vn: Hành động

# EditCategoryPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# EditCategoryPage_SaveButton.Content
source: Save
vi_vn: Lưu

# EditCategoryPage_ProductCount.Text
source: Product Count
vi_vn: Số lượng sản phẩm

# EditCategoryPage_Name.Text
source: Name
vi_vn: Tên

# ManufacturerPage_AddButtonText.Text
source: Add
vi_vn: Thêm

# Manufacturer_Name.Text
source: Name
vi_vn: Tên

# ManufacturerPage_Origin.Text
source: Origin
vi_vn: Xuất xứ

# ManufacturerPage_ProductCount.Text
source: Product Count
vi_vn: Số lượng sản phẩm

# ManufacturerPage_Active.Text
source: Active
vi_vn: Hành động

# UpdateManufacturerPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# UpdateManufacturerPage_SaveButton.Content
source: Save
vi_vn: Lưu

# UpdateManufacturerPage_Origin.Text
source: Origin
vi_vn: Xuất xứ

# UpdateManufacturerPage_Name.Text
source: Name
vi_vn: Tên

# UpdateCosmeticPage_Name.Text
source: Name
vi_vn: Tên

# UpdateCosmeticPage_Category.Text
source: Category
vi_vn: Danh mục

# UpdateCosmeticPage_Manufacturer.Text
source: Manufacturer
vi_vn: Thương hiệu

# UpdateCosmeticPage_Quantity.Text
source: Quantity
vi_vn: Số lượng

# UpdateCosmeticPage_Price.Text
source: Price
vi_vn: Giá

# UpdateCosmeticPage_Image.Text
source: Image
vi_vn: Hình ảnh

# UpdateCosmeticPage_Description.Text
source: Description
vi_vn: Mô tả

# UpdateCosmeticPage_UpdateButton.Content
source: Update
vi_vn: Cập nhật

# UpdateCosmeticPage_CancelButton.Content
source: Cancel
vi_vn: Hủy

# CategoryPage_AddButtonText.Text
source: Add
vi_vn: Thêm

# CreateOrderPage_CustomerHeader.Text
source: Customer
vi_vn: Khách hàng

# CreateOrderPage_OrderDetailHeader.Text
source: Order Details
vi_vn: Chi tiết đơn hàng

# CreateOrderPage_CheckOutButton.Content
source: Checkout
vi_vn: Thanh toán

# CustomerInfoUserControl_PhoneNumber.Header
source: Phone number
vi_vn: Điện thoại

# CustomerInfoUserControl_Name.Header
source: Name
vi_vn: Tên

# CustomerInfoUserControl_Point.Header
source: Point
vi_vn: Điểm

# CustomerInfoUserControl_PhoneNumber.PlaceholderText
source: Enter phone number
vi_vn: Nhập số điện thoại

# CustomerInfoUserControl_Name.PlaceholderText
source: Enter customer name
vi_vn: Nhập tên khách hàng

# PaymentUserControl_Subtotal.Text
source: Subtotal
vi_vn: Tổng tiền hàng

# PaymentUserControl_Discount.Text
source: Discount
vi_vn: Giảm giá

# PaymentUserControl_SaleTax.Text
source: SaleTax
vi_vn: Thuế GTGT

# PaymentUserControl_Total.Text
source: Total
vi_vn: Tổng thanh toán

# ProductListUserControl_SearchBox.PlaceholderText
source: Search by name
vi_vn: Tìm theo tên sản phẩm

# ProductListUserControl_CategoryButton.Content
source: Category
vi_vn: Danh mục

# ProductListUserControl_Manufacturer.Content
source: Manufacturer
vi_vn: Thương hiệu

# ProductListUserControl_FilterButton.Content
source: Search
vi_vn: Tìm kiếm

# LoginWindow_Login.Text
source: Welcome
vi_vn: Xin chào

# LoginWindow_Username.Header
source: Enter your username:
vi_vn: Nhập tên đăng nhập:

# LoginWindow_Password.Header
source: Enter password:
vi_vn: Nhập mật khẩu:

# LoginWindow_LoginButton.Content
source: Login
vi_vn: Đăng nhập

# LoginWindow_RememberMeCheckBox.Content
source: Remember me
vi_vn: Ghi nhớ đăng nhập

# OverviewsPage_Name.Text
source: Name
vi_vn: Tên sản phẩm

# OverviewsPage_Quantity.Text
source: Quantity
vi_vn: Số lượng

# OverviewsPage_Price.Text
source: Price
vi_vn: Giá

# OverviewsPage_Category.Text
source: Category
vi_vn: Danh mục

# OverviewsPage_Manufacturer.Text
source: Manufacturer
vi_vn: Thương hiệu

# OverviewsPage_MoreProduct.Content
source: More
vi_vn: Xem thêm

# ProductListUserControl_Quantity.Text
source: Qty:
vi_vn: SL:

# OverviewsPage_helloText.Text
source: Today is a good day to check your store's performance.
vi_vn: Hôm nay là một ngày tuyệt vời để bạn kiểm tra hoạt động của cửa hàng!

# Shell_Customer.Content
source: Customer
vi_vn: Khách hàng

# OverviewsPage_Analytics_Header.Text
source: Analytics Overviews
vi_vn: Tổng quan

# OverviewsPage_ProductList_Header.Text
source: Product Stock List
vi_vn: Danh sách sản phẩm

# OverviewsPage_MoreAnalytics.Content
source: See more
vi_vn: Xem thêm

# UpdateManufacturerPage_ProductCount.Text
source: Product Count
vi_vn: Số lượng sản phẩm

# CustomerPage_Name.Text
source: Name
vi_vn: Họ Tên

# CustomerPage_PhoneNumber.Text
source: Phone number
vi_vn: Số điện thoại

# CustomerPage_Point.Text
source: Point
vi_vn: Điểm

# CustomerPage_Loyal.Text
source: Loyal
vi_vn: Thân thiết

# OverviewsPage_TodayOrderLabel.Text
source: Today's order
vi_vn: Đơn hàng hôm nay

# OverviewsPage_LastWeekOrderLabel.Text
source: Last week's order
vi_vn: Đơn hàng tuần qua

# OverviewsPage_StockLeftLabel.Text
source: Stock left
vi_vn: Số lượng tồn kho

# OverviewsPage_RunningOutLabel.Text
source: Running out items
vi_vn: Mặt hàng đã hết

# CheckoutUserControl_ReviewOrder.Text
source: Please review your order before checkout.
vi_vn: Hãy kiểm tra đơn hàng trước khi thanh toán.

# CheckoutUserControl_CancelBtn.Content
source: Cancel
vi_vn: Hủy

# CheckoutUserControl_FinishBtn.Content
source: Finish
vi_vn: Thanh toán

# ProductPage_prevBtn.Text
source: Previous Product
vi_vn: Trước

# ProductPage_nextBtn.Text
source: Next Product
vi_vn: Tiếp

# OverviewsPage_LowStock.Text
source: Low Stock Product
vi_vn: Sản phẩm sắp hết hàng

# AnalyticsPage_RevenueChartCaption.Text
source: Monthly Sales Revenue Chart
vi_vn: Biểu đồ doanh thu theo tháng

# OrderListPage_SearchBox.PlaceholderText
source: Search by name or phone
vi_vn: Nhập Tên hoặc Số điện thoại khách hàng

# OrderListPage_SearchButton.Content
source: Search
vi_vn: Tìm

# OrderListPage_FilterButton.Content
source: Filter
vi_vn: Lọc

# OrderListPage_ClearFilterButton.Content
source: Clear Filter
vi_vn: Xóa Lọc

# OrderListPage_OrderTime.Text
source: Order Time:
vi_vn: Thời gian đặt hàng:

# OrderListPage_Total.Text
source: Total:
vi_vn: Tổng cộng:

# OrderListPage_CusName.Text
source: Customer's Name:
vi_vn: Tên khách hàng:

# OrderListPage_CusPhone.Text
source: Customer's Phone:
vi_vn: Số điện thoại khách hàng:

# OrderListPage_OrderDetailsDialog.Title
source: Order Details
vi_vn: Chi tiết đơn hàng

# OrderListPage_OrderDetailsDialog.CloseButtonText
source: Cancel
vi_vn: Thoát

# OrderListPage_OrderID.Text
source: Order ID:
vi_vn: ID đơn hàng:

# OrderListPage_SubTotal.Text
source: SubTotal:
vi_vn: Tổng tiền hàng:

# OrderListPage_Discount.Text
source: Discount:
vi_vn: Giảm giá:

# OrderListPage_SaleTax.Text
source: Sale Tax:
vi_vn: Thuế:

# OrderListPage_OrderDetails.Text
source: Order Details
vi_vn: Chi tiết đơn hàng

# OrderListPage_Quantity.Text
source: Quantity:
vi_vn: Số lượng:

# OrderListPage_Price.Text
source: Price:
vi_vn: Giá:

# OrderListPage_StartDate.Text
source: Start Date
vi_vn: Ngày Bắt đầu

# OrderListPage_EndDate.Text
source: End Date
vi_vn: Ngày Kết thúc

# Shell_OrderList.Content
source: Order List
vi_vn: Danh sách đơn hàng

# CategoryPage_AddLabel.Text
source: Add Category
vi_vn: Thêm danh mục

# CategoryPage_NameInputHeader.Text
source: Category name
vi_vn: Nhập tên danh mục

# CategoryPage_SaveButton.Content
source: Save
vi_vn: Lưu

# CategoryPage_TotalCategories.Text
source: Total Categories
vi_vn: Tổng số danh mục

# AnalyticsPage_Top5Products.Text
source: Top 5 products
vi_vn: Top 5 sản phẩm bán chạy

# AnalyticsPage_Top5Customers.Text
source: Top 5 customers
vi_vn: Top 5 khách hàng mua nhiều nhất

# AnalyticsPage_CategoryChart.Text
source: Category Sales Chart
vi_vn: Biểu đồ số lượng sản phẩm đã bán theo danh mục

# AnalyticsPage_ManufacturerChart.Text
source: Manufacturer Sales Chart
vi_vn: Biểu đồ số lượng sản phẩm đã bán theo nhà sản xuất
